Repository: zurce/JASM
Catalog: src/GIMI-ModManager.WinUI/Strings/*/Settings.resw
Source language: en_us
Languages: es, ja, pt_br

# 3dmigotoFolderSelector.Title
source: 3Dmigoto Folder
es: Carpeta 3dMigoto
ja: 3dMigotoフォルダー
pt_br: Pasta 3dMigoto

# ChangeLanguageDialogText
source: Changing the language requires a restart of the application. This is required to properly configure the application for the selected language. Do you want to change the language?
es: Cambiar el idioma requiere reiniciar la aplicación. Esto es necesario para configurar correctamente la aplicación para el idioma seleccionado. ¿Quieres cambiar el idioma?
ja: 言語を変更するにはアプリケーションの再起動が必要です。 これは選択した言語にアプリを正しく設定するために必要です。 言語を変更しますか？
pt_br: Alterar o idioma requer reiniciar o aplicativo. | Isso é necessário para configurar corretamente o aplicativo para o idioma selecionado. | Deseja alterar o idioma?

# FolderSectionHeader.Text
source: Folders
es: Carpetas
ja: フォルダー
pt_br: Pastas

# GameSelectorComboBox.Header
source: Selected Game:
es: Seleccionar juego:
ja: ゲームを選択:
pt_br: Selecionar jogo:

# GameSelectorSectionHeader.Text
source: Game
es: Juego
ja: ゲーム
pt_br: Jogo

# GameSelectorTitle.Text
source: JASM fully supports Genshin Impact and Honkai Star Rail. JASM partially supports WUWA and ZZZ
es: JASM+ soporta completamente Genshin Impact y Honkai Star Rail. JASM+ soporta parcialmente WUWA y ZZZ
ja: JASMはGenshin ImpactとHonkai Star Railを完全サポートしています。 JASMはWUWAとZZZを部分的にサポートしています。
pt_br: O JASM suporta completamente Genshin Impact e Honkai Star Rail. | O JASM suporta parcialmente WUWA e ZZZ

# LanguageSelectionSectionHeader.Text
source: Language
es: Idioma
ja: 言語
pt_br: Idioma

# LanguageSelectorComboBox.Header
source: Select Display Language:
es: Seleccionar idioma de visualización:
ja: 表示言語を選択:
pt_br: Selecionar idioma de exibição:

# LanguageSelectorTitle.Text
source: Language options are currently limited. It is a work in progress.
es: Las opciones de idioma actualmente son limitadas. El trabajo está en progreso.
ja: 言語オプションは現在限られています。作業中です。
pt_br: As opções de idioma atualmente são limitadas. O trabalho está em andamento.

# ModsFolderSelector.Title
source: Mods Folder
es: Carpeta de mods
ja: Modフォルダー
pt_br: Pasta de mods

# ModUpdateCheckerCheckBox.Content
source: Mod Auto Update Checker:
es: Verificación automática de mods
ja: 自動Modチェック
pt_br: Verificação automática de mods

# ModUpdateCheckerDescription.Text
source: The Mod Update Checker checks for mod updates on startup and periodically in the background, only support for GameBanana. Does a check every 2 hours when enabled, however, it only checks mods that have not been checked in at least 1 hour. Manually checking for updates always checks GameBanana directly
es: Mod Update Checker verifica la disponibilidad de actualizaciones de mods al inicio y periódicamente en segundo plano. Al activarse, verifica cada 240 minutos, pero solo los mods que no se han verificado en al menos 60 minutos. La verificación manual de actualizaciones siempre consulta directamente a GameBanana.
ja: Mod Update Checkerは起動時およびバックグラウンドで定期的にModの更新を確認します。 有効にすると240分ごとにチェックしますが、少なくとも60分以内にチェックされていないModのみを対象とします。 手動の更新確認は常にGameBananaに直接問い合わせます。
pt_br: O Mod Update Checker verifica a disponibilidade de atualizações de mods na inicialização e periodicamente em segundo plano. | Quando ativado, verifica a cada 240 minutos, mas apenas mods que não foram verificados nos últimos 60 minutos. | A verificação manual de atualizações sempre consulta diretamente o GameBanana.

# ModUpdateCheckerNextText.Text
source: Next Check at:
es: Próxima verificación en:
ja: 次回チェック:
pt_br: Próxima verificação em:

# ModUpdateCheckerSectionHeader.Text
source: Mod Update Checker
es: Verificación de actualizaciones de mods
pt_br: Verificação de atualizações de mods

# GameSourceSectionHeader.Text
source: Game Source
es: Fuente del Juego
ja: ゲームソース
pt_br: Fonte do Jogo

# GameSourceTitle.Text
source: Choose whether to load games and character categories from the built-in release or a community repository.
es: Elige si deseas cargar los juegos y categorías de personajes desde la versión incorporada (lanzamiento) o desde un repositorio de la comunidad.
ja: ゲームとキャラクターカテゴリをビルトイン（リリース）バージョンから読み込むか、コミュニティリポジトリから読み込むかを選択します。
pt_br: Carregar jogos e categorias de personagens da versão interna (lançamento) ou de um repositório da comunidade.

# GameSource_Release.Content
source: Release
es: Lanzamiento (Release)
ja: リリース
pt_br: Lançamento (Release)

# GameSource_Community.Content
source: Community (GitHub)
es: Comunidad (GitHub)
ja: コミュニティ（GitHub）
pt_br: Comunidade (GitHub)

# CommunityRepoUrlTextBox.Header
source: Community Repository URL:
es: URL del Repositorio de la Comunidad:
ja: コミュニティリポジトリURL:
pt_br: URL do Repositório da Comunidade:

# UpdateCommunityGamesButton.Content
source: Update Community Games
es: Actualizar Juegos de la Comunidad
ja: コミュニティゲームを更新
pt_br: Atualizar Jogos da Comunidade
